{
  "navbar": {
    "home": "Início",
    "about": "Sobre",
    "services": "Serviços",
    "contact": "Contato",
    "questions": "Dúvidas"
  },
  "main": {
    "subtitle": "Leonardo Martinelli",
    "title": "Resultados naturais com tecnologia",
    "description": "Tratamentos dermatológicos com tecnologia de ponta e resultados naturais. Atendimento em São Paulo e Torrinha com o Dr. Leonardo Martinelli, dermatologista pela UFPR.",
    "treatments": {
      "laser": "Tratamentos corporais e emagrecimento",
      "harmonization": "Queda e saúde dos cabelos",
      "filler": "Rejuvenescimento facial",
      "botox": "Consulta dermatológica "
    }
  },
  "about": {
    "subtitle": "Sobre nós",
    "title": "Entenda uma nova forma de cuidar da sua pele",
    "description1": "Especializado em dermatologia e medicina estética, com foco em tratamentos que promovem saúde, autoestima e beleza natural. Com formações em Dermatologia, Medicina Estética, Tricologia e Cosmética Científica, atua com uma abordagem individualizada, integrando ciência, estética e escuta cuidadosa. Seus protocolos incluem rejuvenescimento facial, saúde capilar e técnicas modernas para valorizar a beleza real de cada paciente.",
    "description2": "Comprometido com ética e atualização constante, Dr. Leonardo oferece cuidados seguros, eficazes e alinhados às necessidades de cada pessoa.",
    "items": {
      "item1": "Tecnologia e cuidado único",
      "item2": "2.500+ vidas transformadas",
      "item3": "Atendimento São Paulo e Interior",
      "item4": "Formação e atualização global"
    },
    "button": "Marcar uma consulta"
  },
  "portfolio": {
    "before": "Antes",
    "after": "Depois",
    "drag": "Arraste",
    "beforeAlt": "Antes do tratamento",
    "afterAlt": "Depois do tratamento",
    "subtitle": "Portfólio",
    "title": "Galeria antes & Depois",
    "highlight": "Transformações reais, resultados visíveis.",
    "description": "Veja a diferença que a dermatologia de alta performance pode proporcionar. Cada imagem reflete o compromisso com a naturalidade, segurança e excelência em cada tratamento.",
    "button": "Ver mais"
  },
  "lineCta": {
    "text": "Agende sua consulta com o nosso especialista.",
    "button": "Agendar em Torrinha",
    "button1": "Agendar em São Paulo"

  },
"services": {
  "subtitle": "Tratamentos",
  "title": "Nossos tratamentos",
  "description": "Oferecemos soluções modernas para realçar sua beleza de forma segura e natural.",
  "treatments": {
    "botulinica": "Toxina Botulínica",
    "colageno": "Bioestimulador de Colágeno",
    "hialuronico": "Ácido Hialurônico",
    "skinbooster": "Skinbooster",
    "blefaroplastia": "Blefaroplastia a Laser",
    "plasma": "Jato de Plasma",
    "fotona": "Fotona 5D",
    "melasma": "Tratamentos para Melasma",
    "tricologia": "Tricologia e queda de cabelo",
    "gordura": "Gordura localizada"
  },
  "descriptions": {
    "botulinica": "A toxina botulínica é uma aliada poderosa no combate às rugas e linhas de expressão, promovendo um aspecto mais leve, descansado e natural ao rosto. Utilizamos Dysport®, marca reconhecida mundialmente pela alta eficácia, início de ação mais rápido e excelente durabilidade dos resultados. Além do rejuvenescimento facial, a toxina é indicada no tratamento de bruxismo, cefaleia tensional e hiperidrose (suor excessivo), trazendo mais conforto e qualidade de vida ao paciente. ",
    "colageno": "Com o passar dos anos, nossa pele perde colágeno, o que resulta em flacidez e perda de sustentação. Os bioestimuladores de colágeno são aplicados para ativar naturalmente a produção dessa proteína essencial, melhorando firmeza, textura e contorno facial e corporal. O tratamento é progressivo e seguro, com resultados duradouros e aparência natural. Indicado para quem deseja tratar a flacidez sem recorrer a preenchedores volumizadores.  ",
    "hialuronico": "Hidratação profunda e preenchimento com aspecto natural.",
    "skinbooster": "Rejuvenescimento com hidratação intensa e brilho saudável.",
    "blefaroplastia": "Ameniza a flacidez das pálpebras sem necessidade de cortes.",
    "plasma": "Tratamento não invasivo para rejuvenescimento da pele.",
    "melasma": "Protocolos modernos para clarear manchas com segurança.",
    "tricologia": "Soluções personalizadas contra queda de cabelo e enfraquecimento.",
    "gordura": "Redução de gordura localizada com técnicas eficazes e seguras."
  }
},
  
  "doctor": {
    "subtitle": "Quem sou eu",
    "description1": "Sou o Dr. Leonardo Martinelli, médico apaixonado pela ciência, pelo cuidado com as pessoas e pelo impacto que a autoestima tem na vida de cada um. Me formei na UFPR e me especializei em Dermatologia, Medicina Estética, Tricologia e Cosmética Científica. Desde o início, sempre acreditei que meu papel na medicina vai além do tratamento — é sobre escutar, acolher e ajudar o paciente a se sentir bem com sua própria imagem.",
    "description2": "A estética, para mim, não transforma quem você é. Ela revela o seu melhor, com leveza, naturalidade e respeito à sua essência.",
    "button": "Marcar uma consulta"
  },
  "form": {
    "subtitle": "Entrar em contato",
    "title": "Reserve seu horário",
    "nameLabel": "Seu nome",
    "namePlaceholder": "Seu nome",
    "emailLabel": "Seu email",
    "emailPlaceholder": "Seu email",
    "phoneLabel": "Seu telefone",
    "phonePlaceholder": "Seu telefone",
    "messagePlaceholder": "Sua mensagem",
    "button": "Enviar"
  },
  "footer": {
    "rights": "Todos os direitos reservados"
  }
}