{
  "navbar": {
    "home": "Início",
    "about": "Sobre",
    "services": "Serviços",
    "contact": "Contato",
    "questions": "Dúvidas"
  },
  "main": {
    "subtitle": "Leonardo Martinelli",
    "title": "Resultados naturais com tecnologia",
    "description": "Tratamentos dermatológicos com tecnologia de ponta e resultados naturais. Atendimento em São Paulo e Torrinha com o Dr. Leonardo Martinelli, dermatologista pela UFPR.",
    "treatments": {
      "laser": "Tratamentos corporais e emagrecimento",
      "harmonization": "Queda e saúde dos cabelos",
      "filler": "Rejuvenescimento facial",
      "botox": "Consulta dermatológica "
    }
  },
  "about": {
    "subtitle": "Sobre nós",
    "title": "Entenda uma nova forma de cuidar da sua pele",
    "description1": "Especializado em dermatologia e medicina estética, com foco em tratamentos que promovem saúde, autoestima e beleza natural. Com formações em Dermatologia, Medicina Estética, Tricologia e Cosmética Científica, atua com uma abordagem individualizada, integrando ciência, estética e escuta cuidadosa. Seus protocolos incluem rejuvenescimento facial, saúde capilar e técnicas modernas para valorizar a beleza real de cada paciente.",
    "description2": "Comprometido com ética e atualização constante, Dr. Leonardo oferece cuidados seguros, eficazes e alinhados às necessidades de cada pessoa.",
    "items": {
      "item1": "Tecnologia e cuidado único",
      "item2": "2.500+ vidas transformadas",
      "item3": "Atendimento São Paulo e Interior",
      "item4": "Formação e atualização global"
    },
    "button": "Marcar uma consulta"
  },
  "portfolio": {
    "before": "Antes",
    "after": "Depois",
    "drag": "Arraste",
    "beforeAlt": "Antes do tratamento",
    "afterAlt": "Depois do tratamento",
    "subtitle": "Portfólio",
    "title": "Galeria antes & Depois",
    "highlight": "Transformações reais, resultados visíveis.",
    "description": "Veja a diferença que a dermatologia de alta performance pode proporcionar. Cada imagem reflete o compromisso com a naturalidade, segurança e excelência em cada tratamento.",
    "button": "Ver mais"
  },
  "lineCta": {
    "text": "Agende sua consulta com o nosso especialista.",
    "button": "Agendar em Torrinha",
    "button1": "Agendar em São Paulo"
  },
  "services": {
    "subtitle": "Tratamentos",
    "title": "Nossos tratamentos",
    "description": "Oferecemos soluções modernas para realçar sua beleza de forma segura e natural.",
    "btn": "Ver mais detalhes",
    "btncta": "Toque para saber mais",
    "treatments": {
      "botulinica": "Toxina Botulínica",
      "colageno": "Bioestimulador de Colágeno",
      "hialuronico": "Ácido Hialurônico",
      "skinbooster": "Skinbooster",
      "blefaroplastia": "Blefaroplastia a Laser",
      "plasma": "Fotona 5D®️",
      "melasma": "Tratamentos para Melasma",
      "tricologia": "Tricologia e queda de cabelo",
      "gordura": "Gordura localizada"
    }

  },
  "questions": {
    "subtitle": "Dúvidas",
    "title": "Dúvidas Frequentes",
    "items": {
      "item1": {
        "q": "A blefaroplastia sem cortes substitui a cirurgia?",
        "a": "Em muitos casos, sim. Para pacientes com flacidez leve a moderada, o laser de CO₂ híbrido oferece uma alternativa eficaz, com melhora no excesso de pele, linhas e textura da pálpebra, sem cortes ou pontos."
      },
      "item2": {
        "q": "O procedimento dói?",
        "a": "A sessão é bem tolerada e realizada com anestesia tópica. A sensação é semelhante a um leve aquecimento da pele, seguido de vermelhidão e formação de crostinhas finas por alguns dias."
      },
      "item3": {
        "q": "Quantas sessões são necessárias?",
        "a": "Em geral, 1 a 2 sessões são suficientes, dependendo do grau de flacidez e da resposta individual da pele."
      },
      "item4": {
        "q": "Quanto tempo dura o resultado?",
        "a": "Os resultados podem durar anos, especialmente quando associados a cuidados com a pele e manutenção da saúde geral. O colágeno estimulado continua sendo produzido por meses após o procedimento."
      },
      "item5": {
        "q": "É necessário afastamento das atividades?",
        "a": "A recuperação é rápida. Pode haver vermelhidão e crostinhas finas que duram de 5 a 7 dias, mas o retorno às atividades costuma ser rápido, com alguns cuidados."
      }
    }
  },
  "doctor": {
    "subtitle": "Quem sou eu",
    "description1": "Sou o Dr. Leonardo Martinelli, médico apaixonado pela ciência, pelo cuidado com as pessoas e pelo impacto que a autoestima tem na vida de cada um. Me formei na UFPR e me especializei em Dermatologia, Medicina Estética, Tricologia e Cosmética Científica. Desde o início, sempre acreditei que meu papel na medicina vai além do tratamento — é sobre escutar, acolher e ajudar o paciente a se sentir bem com sua própria imagem.",
    "description2": "A estética, para mim, não transforma quem você é. Ela revela o seu melhor, com leveza, naturalidade e respeito à sua essência.",
    "button": "Marcar uma consulta"
  },
  "form": {
    "subtitle": "Entrar em contato",
    "title": "Reserve seu horário",
    "nameLabel": "Seu nome",
    "namePlaceholder": "Seu nome",
    "emailLabel": "Seu email",
    "emailPlaceholder": "Seu email",
    "phoneLabel": "Seu telefone",
    "phonePlaceholder": "Seu telefone",
    "messagePlaceholder": "Sua mensagem",
    "button": "Enviar"
  },
  "footer": {
    "rights": "Todos os direitos reservados"
  }
}